app/controllers/gossip_controller.rb

SELECT "gossips".* FROM "gossips"
---
  def show
@gossips = Gossip.all